{
    "country": [
        {
            "id": 1,
            "title": "Antigua and Barbuda",
            "code": "ag",
            "content": [
                {
                    "mini_title": "Information About Car Import into Antigua and Barbuda",
                    "text": "Consumers in Antigua and Barbuda not only import used vehicles but new ones as well. However, even in this small twin island state, the racing fraternity is large and these drivers are fascinated with cars from the 90s, making them widely popular. Because the taxes in Antigua and Barbuda vary from year to year, it is always wise to check to see if there were any changes made to the procedures and taxes by checking the following link to the government website: www.customs.gov.ag/index.php/trade/vehicle_import."
                },
                {
                    "mini_title": "",
                    "text": "The twin island state has two main ports of entry, namely the V.C. Bird International Airport and the Deep Water Harbor located in St. John's. However, the latter is the preferred choice when it comes to importing vehicles. The Harbor is located in the west of the city and is the first port of entry reached when coming by boat through St. John's City. Before importing a vehicle (new/used) into Antigua, one would need to have the following documents in order: Import license from the Ministry of Trade, Refrigerant form from the National Ozone Office within the Ministry of Trade, Invoice, Bill of Lading, Environmental Levy form."
                },
                {
                    "mini_title": "",
                    "text": "Using the Invoice and Bill of Lading, the Customs Broker will prepare the Customs Declaration Forms. The vehicle will then be examined to determine the cost, quality, and type of refrigerant once the warrant/form has been submitted from the transit shed to the valuation officer. Once that process has been completed, the refrigerant form will be taken by the broker to the National Ozone Office for approval and documentation. The Environmental Levy form is collected. The waiver is based on the age of the vehicle and can be obtained through the Minister of Agriculture at the Ministry of Agriculture."
                },
                {
                    "mini_title": "",
                    "text": "The Levy is calculated as follows: Vehicles up to one year old, a rate of EC$1,000.00. Used vehicles over one year old, EC$4,000.00."
                },
                {
                    "mini_title": "",
                    "text": "With supporting documents, the forms can now be submitted to Customs for processing and for the necessary taxes to be collected and duties to be applied. Upon payment, the Broker takes the form to be stamped by the Port Authority, located within Deep Water Harbor. After this process, the warrant is taken to the Deep Water Harbor Transit Shed where the Customs Officer will verify if payment has been made. The documents will then be stamped and given to Port Authority, who is responsible for releasing the vehicle from the Port."
                },
                {
                    "mini_title": "",
                    "text": "If concession is applicable, one will need to obtain the necessary stamps and signature from the appropriate authorities, i.e., Cabinet, Antigua & Barbuda Investment Authority, and the Minister of Finance."
                },
                {
                    "mini_title": "",
                    "text": "The following are the general tax information that is applied to the importation of vehicles: The Antigua and Barbuda Sales Tax (ABST) is 15%. This, however, does not apply to other importation of goods such as agriculture. Customs service tax can be from 1% up to 10%. Foreign exchange levy is 1% on foreign purchases. Stamp tax is 2.5% or 3% based on the CIF value."
                },
                {
                    "mini_title": "",
                    "text": "For any other information or clarification, visit the following link: http://www.gistnet.com/cidb-sample/sa-ag.import.html."
                },
                {
                    "mini_title": "",
                    "text": "Duties and taxes are based on the Customs Value of the vehicle. This includes the cost, insurance, and shipping cost. The duties and taxes paid are determined by the applicable Tariff Code and Customs Procedure Code."
                },
                {
                    "mini_title": "",
                    "text": "The following are policy guidelines for duty-free concessions on Motor Vehicles: Duty and tax concession will be applied to a vehicle with a value of no more than EC$60,000 or the first EC$60,000 price of the vehicle. An individual or institution can only be given the duty/tax concession in respect of a vehicle every five years. An individual or institution is required to submit yearly proof from the Ministry of Finance, the Antigua and Barbuda Transport Board, and Comptroller of Customs that they are still the owner of the vehicle(s) for which the concessions were given. Should the vehicle be sold within three years of receiving the concessions, the individual/institution will be required to remit the relevant duties and taxes payable in respect of the vehicle."
                },
                {
                    "mini_title": "Car trends in Antigua and Barbuda",
                    "text": "As stated previously, Antiguan drivers, such as drag racers, have a deep love and appreciation for cars from the 90s. Most of these cars have originated out of Japan through online dealerships. During the drag racing season, races were held at the John I Racing Track. However, the Antigua and Barbuda Drag Racing Association acquired a new piece of land to the east of the Sir Vivian Cricket Grounds, which has a better stretch of road for racing. For more information about the ABDRA, visit: https://www.facebook.com/pages/Antiguastreetzcom/364098930524."
                },
                {
                    "mini_title": "",
                    "text": "The following are some of the cars imported into the country: Toyota: Altezza / Corolla, Yaris / Runx, MR-2 / MR-S. Honda: Accord / Integra Civic. Nissan: Skyline / 180SX Urvan. Mitsubishi: Evolution. Subaru: Impreza WRX Forester / Legacy."
                },
                {
                    "mini_title": "Local Clearing",
                    "text": "Brysons Shipping Agency: P.O Box 162, Long Street, St. John's, Antigua, WI. Tel: (268) 480-1240, Fax: (268) 462-0170, Website: http://www.laparkan.com, E-mail: bryship@candw.ag.\nJasco Agencies Ltd.: P.O Box 2750, St. John's St, St. John's, Antigua, WI. Tel: (268) 462-9521/2/3, Fax: (268) 462-9524, E-mail: jasco@candw.ag.\nConsolidated Forwarders Ltd.: P.O Box 2478, Friars Hill Road, St. John's, Antigua, WI. Tel: (268) 480-1100, Fax: (268) 480-1120, E-mail: carifor1@candw.ag.\nCaribbean Maritime Services: P.O Box 120, Scott's Hill, St. John's, Antigua, WI. Tel: (268) 462-1224/5, Fax: (268) 462-1227, E-mail: caribms@candw.ag."
                },
                {
                    "mini_title": "",
                    "text": "Carib Seas: P.O Box 1267, North St. & Wapping Lane, St. John's, Antigua, WI. Tel: (268) 462-4863/4, (268) 462-5913/4, Fax: (268) 462-4864, E-mail: caribsea@candw.ag.\nTropical Shipping: P.O Box W1310, Millburn House, Old Parham Road, St. John's, Antigua, WI. Tel: (268) 562-2934, Fax: (268) 562-2935, Website: http://www.tropicalshipping.com, E-mail: schartz@tropical.com."
                },
                {
                    "mini_title": "",
                    "text": "Vernon Edwards: P.O Box 82, Crn. Thames & Long Sts., St. John's, Antigua, WI. Tel: (268) 462-2034, (268) 462-3559, Fax: (268) 462-2035, E-mail: vedwards@candw.ag.\nWalker's Trading Agency: P.O Box 506, North Street, St. John's, Antigua, WI. Tel: (268) 462-4121, (268) 462-4122, E-mail: wtrading@candw.ag.\nMr. Alston Zachariah: Tel: (268) 461-4901, Cell Phone: (268) 774-7070."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "As one of the best natural harbors in the region, the Deep Water Harbor, located in Antigua, has been capitalized upon with over $22 million invested into it. This investment brought its facilities up to the standards required by major cruise ships. The renovation was completed five years ago by dredging St. John's Harbor to 35 feet, which widened the channel into the harbor. The Deep Water Harbor handles all cargo imported into the country. The Port Authority is looking into further renovations, which are expected to start next year."
                }
            ]
        },
        {
            "id": 2,
            "title": "Bahamas",
            "code": "bs",
            "content": [
                {
                    "mini_title": "Information About Car Import into Antigua and Barbuda",
                    "text": "All individuals or businesses interested in importing one or more used vehicles should know that there are a number of necessities to be accomplished before claiming your vehicle. All cars should be insured if you wish to import to The Bahamas. If a right-hand drive vehicle is being imported, please keep in mind that the headlights will need to be readjusted to be set to the left. Once your vehicle has arrived, it should be carried to the local Road and Traffic department immediately for the purpose of licensing and inspection."
                },
                {
                    "mini_title": "Regulations, taxes and rules for importing cars into the Bahamas",
                    "text": "You must produce the appropriate documents and pay the specific amount of money to cover custom duty fees and any other associated fees. In that respect, you will need to complete the relevant entry forms (C-14 form for Nassau, C-13 form for Freeport, and C-43 form for Declaration of Value), submit shipment documents, and provide an invoice received by you to the Bahamian Customs Department. Due to the recent government implementation of Value Added Tax (VAT) that began on January 1st, 2015, Bahamians are obligated to pay an additional 7.5% tax on imported vehicles, except when imported on a temporary basis."
                },
                {
                    "mini_title": "Car trends in the Bahamas",
                    "text": "If you are an individual buyer or a business owner with the primary goal of making a good profit by selling imported cars to your local Bahamian customers, here are a few things you should take note of. Be mindful of the types of cars that are most popular in the Bahamian community; there is a reason for them being so common. It is extremely frustrating to finally purchase a nice car and when the time comes to have it repaired, there are no parts in stores anywhere locally. Therefore, it is important for you to import cars that maintain a good reputation in terms of finding parts for them. Furthermore, Bahamians prefer cars that are good on gas, such as Hondas, Toyotas, Nissans, and Kia models. Their car parts are also more accessible locally in The Bahamas."
                },
                {
                    "mini_title": "",
                    "text": "Naturally, the younger group of Bahamians takes pleasure in driving sports cars because of their speed. Honda Civic and Honda Accord coupes are sporty yet inexpensive cars that are regularly purchased by men between the ages of eighteen to thirty in The Bahamas. On a larger scale, Honda is the best-selling brand of cars across the Commonwealth of The Bahamas, whether new or used. It is well liked for its stylish appearance, fuel efficiency, and reasonable pricing. Hence, Nassau is also called the 'Honda Nation' according to the civilians."
                },
                {
                    "mini_title": "",
                    "text": "On the other hand, Toyota, Infiniti, and Kia SUVs and sedans are far more appreciated by female consumers within the country. Right-hand drive used Japanese vehicles are on the rise rather than left-hand drive used Japanese vehicles and are becoming more popular amongst the Bahamian population of car owners. The Nissan Cube has been spotted regularly on the roads of New Providence as it is a very smooth car, suitable for any driver regardless of gender or age."
                },
                {
                    "mini_title": "Customs",
                    "text": "Custom duty rates are determined by the value of the vehicle. For instance, if a vehicle costs $10,000 or less, you will be charged a duty rate of 65%, while a vehicle that is valued at $10,001 to $40,000 will stand at a rate of 75%. Vehicles priced over $40,000 have a duty rate of 85%. Hybrids and other electric vehicles are much less, charged with only a 25% duty. Other charges may include: 1% processing fee, environmental levy fee for vehicles, storage fees, freight and insurance, and landed charges. Bear in mind that the 7.5% VAT is not included with such fees and must be paid separately. For vehicle importers that reside in Freeport, Grand Bahamas, please read the 'VAT and the Hawksbill Creek Agreement'."
                },
                {
                    "mini_title": "",
                    "text": "Head over to www.bahamas.gov.bs/customs for more information on fees and importing vehicles."
                },
                {
                    "mini_title": "Nassau Container Port",
                    "text": "The Nassau Container Port is located in the Arawak Cay area. It is approximately 56 acres and is only a short two miles heading west of Downtown Nassau, Bahamas. With provisions by the Port, there are facilities for container cargo for persons importing cars. A wide range of ocean carriers is accepted for importers. In addition to that, the customer service is spectacular and very effective."
                },
                {
                    "mini_title": "",
                    "text": "For your convenience, there is a Customs Department present at the Nassau Container Port to speed up the processing of entry as well as inspection of freight. Fortunately, persons importing cars to Nassau, Bahamas have the advantage of handling all related business on-site at the Nassau Container Port."
                },
                {
                    "mini_title": "Freeport Container Port",
                    "text": "The Freeport Container Port is located in Grand Bahama, one of the largest islands in The Bahamas. It deals entirely with the international transshipment of containerized cargo. The Freeport Container Port is known for its ability to manage even the most enormous vessels on the planet. The FCP is about 16m deep and has the capacity for up to 1.5 million twenty-foot equivalent units within a twelve-month period."
                }
            ]
        },
        {
            "id": 3,
            "title": "Cayman Islands",
            "content": [
                {
                    "mini_title": "Information About Car Import into the Cayman Islands",
                    "text": "In order to import a car into the Cayman Islands, one would need to get the car to the Port of Miami or Tampa, clear US customs and book the car onto the next ship sailing to the Caymans. The owner would need to take all the paperwork to Customs and then the Port Authority to pay the import duty (29.5%-42% depending on the value of the car), plus a one-time fee for future car disposal. A customs broker can be hired to help with the process as it can be a little tedious and time-consuming."
                },
                {
                    "mini_title": "Regulations, taxes and rules for importing cars into the Cayman Islands",
                    "text": "The average cost for shipping a mid-sized vehicle with either Seaboard Marine or Thompson Line is US$1400 without insurance. However, it is highly recommended that insurance is added. US Customs Law states that the Vehicle Title for used cars must be stamped by US Customs for a 72-hour clearing period (excluding delivery days, shipping, and weekends) prior to the shipping date. It is also highly recommended that a Customs Broker be used to assist with the process."
                },
                {
                    "mini_title": "",
                    "text": "All vehicles must be delivered to the Port before US Customs clearance. The port the vehicle is shipped to depends on the shipping company used. The following are the shipping companies that can be used to ship to the Cayman Islands: Hyde Shipping: 10025 NW 116th Way, Suite 2, Medley, FL 33178, Tel: (305) 913-4933, (345) 947-4933, Website: www.hydeshipping.com. Seaboard Marine: 8001 NW 79th Avenue, Miami, FL 33166, Tel: (305) 863-4775, Micro Commerce Center, Grand Cayman, (345) 949-4977, Website: www.seaboardcayman.com. Thompson Line: 9505 NW 108th Avenue, Medley, FL 33178, Tel: (305) 805-6620, (345) 949-8044, Fax: (268) 480-1120, E-mail: www.thompsonline.com. Deluxe Freight: 11013 NW 30th Street, Suite 100, Doral, FL 33172, Tel: (305) 513 0156, (345) 949 2350, Fax: (268) 480-1120, E-mail: cargo@deluxefreight.com, Website: www.deluxefreight.com. Seapack Inc: 9950 NW 17th St, Doral, FL 33172, Tel: (305) 592 1150, (345) 949 5989, Fax: (268) 480-1120, E-mail: Mercedes@seapackline.com."
                },
                {
                    "mini_title": "",
                    "text": "It is the owner's responsibility to get their vehicle cleared through US customs or have a customs broker do so. The following brokers are based in Miami and can help with this process."
                },
                {
                    "mini_title": "",
                    "text": "They can also assist with the transfer of the vehicle from the dealership to the port and help with cargo insurance. In addition, they will send all the paperwork by courier and it can be collected in Cayman."
                },
                {
                    "mini_title": "",
                    "text": "Once the car has landed at the port in Cayman, you will be notified by the shipping company. If a customs broker is used, they will communicate with their contact in Cayman. However, if you are doing it independently, the next steps are to be followed: Collect paperwork from the shipping company and pay shippers. Pay the duty for vehicles and the environmental fee (CI$250 or CI$1250) at Customs. Pay the port charges of about CI$50 depending on the weight of the vehicle at Port Authority. Get insurance for the vehicle (proof of insurance is needed before the car can be licensed at DVDL). Collect the vehicle. Go to the DVDL to license the vehicle for one year, have it inspected, and purchase Cayman Island's license plates. They will need to see the vehicle's certificate of title."
                },
                {
                    "mini_title": "",
                    "text": "The Cayman Islands don't have direct taxes, so in order to raise revenue, the Government charges import duty on all vehicles imported into the islands. The percentage charged depends on the value of the car and is worked out using Kelly Blue Book. For more information, visit www.kbb.com."
                },
                {
                    "mini_title": "Other useful information for local customers",
                    "text": "The following are the different duty rates for vehicles imported into the Cayman Islands: Up to $12,000 or c.i.f. (used cars only) 29.5%, environmental fee $1,000, and waste handling fee $250. Up to $20,000 or c.i.f. value 29.5%. Between $20,001 and $25,000 or c.i.f. value 32%. Between $25,001 and $30,000 or c.i.f. value 37%. More than $30,000 or c.i.f. value 42%."
                },
                {
                    "mini_title": "Environmental Impact Fee",
                    "text": "There is a charge collected and paid through customs at the time of import as a special Environmental Impact Fee of: CI$250.00 - Motor Vehicles (other than a motorcycle) imported into the Islands. CI$75.00 - Motorcycles imported into the Islands. CI$5.00 - Lead-Acid Batteries imported into the Islands (when imported separately). CI$2.00 – Tires for motor vehicles imported into the Islands (when imported separately)."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The mission at the Port Authority of The Cayman Islands is to contribute to the economic development of the Cayman Islands by fostering and stimulating commerce and shipment of freight. This is achieved by effectively managing the maritime affairs of the Cayman Islands and by accommodating the volume of imports by sea through the provision of sufficient docking and cargo handling/storage facilities."
                },
                {
                    "mini_title": "",
                    "text": "Being a very well-known tourist destination, the Cayman Islands strive to assist in the promotion of tourism through the provision of appropriate arrival and departure facilities for cruise ship passengers."
                },
                {
                    "mini_title": "Port of Cayman Brac",
                    "text": "Port of Cayman Brac at the Creek handles the same size vessels as the George Town facilities and is able to handle increasing volumes of cargo."
                },
                {
                    "mini_title": "George Town",
                    "text": "The George Town cruise passenger landing dock was upgraded to provide an attractive setting to passengers and improve security for Immigration and Customs purposes."
                }
            ]
        },
        {
            "id": 4,
            "title": "Dominican Republic",
            "code": "do",
            "content": [
                {
                    "mini_title": "Information About Car Import into the Dominican Republic",
                    "text": "Before shipping your car to the Dominican Republic, there are a few things you need to know ahead of time. You can bring in a brand new car if you pay duty on it, but you cannot bring in a car older than seven years under any circumstance. No right-hand drive vehicles can be imported; only left-hand drive."
                },
                {
                    "mini_title": "Regulations, taxes, and rules for importing cars into the Dominican Republic",
                    "text": "To find out the duty imposed on your vehicle, contact the Dominican Customs Office (809-688-7070 Ext. 289) and provide the vehicle's make, model, and year. They will inform you of the tax to be paid upon arrival. It is advisable to use a customs clearance agent and have all calculations done before bringing the car. The charge for using a customs broker is approximately 10,000 pesos (around US$310)."
                },
                {
                    "mini_title": "",
                    "text": "The shipping company will charge an average of US$2,000 for shipping a vehicle, depending on its size. This fee includes the consular letter and certification by the Dominican government. The vehicle will be shipped in a container for safety. Under Dominican Law 168, you cannot sell your vehicle for three years after importation. If you wish to import another vehicle, you must wait five years."
                },
                {
                    "mini_title": "",
                    "text": "Collect all paperwork from the shipping company and send it to your customs broker to handle the initial processing. If you choose to handle it independently, you must purchase an interview permit for 300 pesos and submit the following items along with all relevant fees: the original certificate of title and registration, commercial/purchase invoice, driver's license, license plate, residence visa, Dominican consular invoice (original) stamped at the nearest Dominican Consulate, and copies of all original paperwork."
                },
                {
                    "mini_title": "",
                    "text": "Only one vehicle is allowed for importation per person. For pre-owned vehicles, the car must have been in the owner's possession for at least one year before importation. The engine size on all imported vehicles is limited to six cylinders, and the importation of luxury vehicles is prohibited. Motorcycles are also subject to taxes and duties. The importer must be present in the Dominican Republic for customs clearance."
                },
                {
                    "mini_title": "",
                    "text": "As a new resident, you can bring in a car at little or no duty if you have owned it for two years and it is less than seven years old. Customs no longer accepts paperwork on Tuesdays and Thursdays; new submission days are Mondays, Wednesdays, and Fridays."
                },
                {
                    "mini_title": "",
                    "text": "Be cautious when choosing shipping companies. Smaller, less organized companies may lead to delays and complications. It is recommended to use more reliable shipping companies and ship vehicles in containers, even if it costs an additional US$2,000."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The Dominican Republic has several ports suitable for car imports, including the Port of Santo Domingo, Haina Occidental Port, Multimodal Caucedo, and the Port of Puerto Plata. However, not all ports accept car imports. The ports that allow car imports are Santo Domingo, Rio Haina, Manzanillo, and Palenque."
                }
            ]
        },
        {
            "id": 5,
            "title": "Jamaica",
            "code": "jm",
            "content": [
                {
                    "mini_title": "Information About Car Import into Jamaica",
                    "text": "If you intend to import a motor vehicle or motorcycle, you must first apply to the Trade Board for an Import Licence before making arrangements for shipping the vehicle to Jamaica. Importing a motor vehicle without a valid import permit results in a fine according to Section 210 of the Customs Act."
                },
                {
                    "mini_title": "Regulations, taxes, and rules for importing cars into Jamaica",
                    "text": "Individuals aged 18 and older can legally import a maximum of two motor vehicles in any three-year period. This can include one motor car and one light commercial vehicle or two light commercial vehicles. Used vehicles must not be older than four years for motor cars or five years for light commercial vehicles. A one-year restriction prohibits unauthorized disposal or sale of imported vehicles. Transfer requests for pre-owned vehicles will only be facilitated if the entity is certified by the Trade Board."
                },
                {
                    "mini_title": "",
                    "text": "To apply for an Import Licence, submit an order and clearance permit application to the Trade Board online or manually, along with a fee of USD $35.00. The application must be supported by a pro-forma invoice (for new cars) or a certificate of title/registration (for used cars), certified copies of two forms of ID, and a photocopy of the Tax Payer Registration Card. Processing typically takes 24 hours."
                },
                {
                    "mini_title": "",
                    "text": "In addition to the Import Licence, the following documents must be submitted to the Customs Department: Title/Registration Certificate, Invoice, Bill of Lading, Bill of Sight, Tax Compliance Certificate, and C78/Import Entry. Customs Duty is calculated based on the vehicle's value, which can be referenced from the Glass's Guide or N.A.D.A. Book depending on the vehicle's origin."
                },
                {
                    "mini_title": "",
                    "text": "Importing vehicles considered damaged or salvaged is prohibited, regardless of the extent of damage or its cause."
                },
                {
                    "mini_title": "",
                    "text": "Due to rising fuel costs, many people in Jamaica look for vehicles with good fuel efficiency. Poor road conditions have led to a preference for SUVs, with many opting for diesel vehicles to offset high gas prices. The cost of gasoline ranges from 99.00 JMD to 140.40 JMD, influencing vehicle import decisions."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Jamaica has five ports, including the Port of Montego Bay and the Port of Ocho Rios. However, motor vehicles can only be shipped to the Kingston Container Terminal in Kingston. The terminal operates Monday through Friday, 8:00 AM to 4:00 PM. Storage fees apply, and vehicles not collected within a maximum period will be auctioned."
                },
                {
                    "mini_title": "",
                    "text": "The Kingston Container Terminal (KCT) is owned by the Port Authority of Jamaica and consists of three terminals: North, South, and West Terminals."
                }
            ]
        },
        {
            "id": 6,
            "title": "Kenya",
            "code": "ke",
            "content": [
                {
                    "mini_title": "Information About Car Import into Kenya",
                    "text": "When importing a vehicle into Kenya, there are important regulations to keep in mind. The vehicle must meet the Kenya Bureau of Standards Code of Practice for Inspection of Road Vehicles. The three major criteria for acceptance are: Age Limit (vehicles more than eight years old are not allowed), Left Hand Drive (only right-hand drive vehicles are allowed unless for a special purpose), and Road Worthiness (all imported used vehicles must be inspected for roadworthiness, safety, and other requirements)."
                },
                {
                    "mini_title": "Regulations, taxes, and rules for importing cars into Kenya",
                    "text": "When importing a car into Kenya, duties and taxes include an import duty at 25% of CIF (Cost, Insurance & Freight), an excise duty at 20% of the customs value plus import duty, and VAT at 16% of the customs value, import duty, and excise duty, all payable cumulatively. An Import Declaration Fee (IDF) of 2.25% of the CIF is also charged."
                },
                {
                    "mini_title": "",
                    "text": "To clear the vehicle through Kenya Customs, the importer must contract a licensed clearing agent to process their declaration in the Simba 2005 system, pay the required duties and taxes, and present all relevant documentation for Customs approval."
                },
                {
                    "mini_title": "",
                    "text": "Documents Required for Importation: Original Commercial Invoice, Original Bill of Lading, Import Declaration Form obtained from Customs, Authentic Original Logbook from the country of origin."
                },
                {
                    "mini_title": "",
                    "text": "The car industry in Kenya primarily involves the retail and distribution of motor vehicles. The most established dealers include Toyota, Cooper Motor Corporation, General Motors, Simba Colt, and DT Dobie. Toyota holds the largest market share at 15.7%. In 2014, new and used car sales saw a significant 23% increase in the first six months. Second-hand car dealers account for about 80% of total vehicle sales in the country."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Aero Marine Capital: 4th Flr, Harbour House, Moi Ave, Oppst Jubilee Ins Bldg, Mombasa. Tel: +254 722 367 091, +254 733 405 760, +254 752 896 894. Website: www.aeromarine.co.ke."
                },
                {
                    "mini_title": "",
                    "text": "If this is your first time importing a car into Kenya, some companies offer services to assist with paperwork, payment, and vehicle delivery. Their services include freight forwarding, customs clearance, consultation, import/export documentation, transport, car importation & clearance, warehousing, cargo transshipment, and shipping."
                },
                {
                    "mini_title": "",
                    "text": "A comprehensive list of all the accepted clearing agents in Mombasa and Nairobi can be found at: http://www.eaotransport.com/clearing.php?country=Kenya."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Mombasa is the principal international seaport in Kenya, including Kilindini Harbour, Port Reitz, the Old Port, and Port Tudor. Kilindini is the main harbour with 16 deep-water berths, two oil terminals, and safe anchorages. The Port of Mombasa serves not just Kenya but also the Eastern African hinterland countries and provides connectivity to over 80 ports worldwide. It is managed by the Kenya Ports Authority (KPA)."
                }
            ]
        },
        {
            "id": 7,
            "title": "Mozambique",
            "content": [
                {
                    "mini_title": "Information About Car Import into Mozambique",
                    "text": "Although there are some stipulations related to importing vehicles into Mozambique, it is not as difficult as it may seem. It is crucial to gather all necessary information before importing. This includes understanding taxes, fees, and required documentation. Documents needed for importing a vehicle include a valid passport, the original invoice of the car, the bill of lading, an import permit, an inspection report for non-diplomats, and a registration certificate."
                },
                {
                    "mini_title": "",
                    "text": "It is extremely important to abide by all rules and regulations to ensure a smooth importation process. Used Japanese vehicles need to undergo an INTERTEK inspection for roadworthiness. If the vehicle passes, it will be allocated a MOZ number and allowed entry into Mozambique."
                },
                {
                    "mini_title": "",
                    "text": "According to INTERTEK's website, after completing a Pre-advice Form (PAF) and submitting it along with other necessary documents to the INTERTEK office in Maputo, an inspection will be arranged in Japan. The exporter will then send a Request for Information (RFI) notification. The supplier has 3 business days to respond and send a final invoice to the INTERTEK office for the final certificate to be issued."
                },
                {
                    "mini_title": "",
                    "text": "During the inspection, INTERTEK will review the costs and customs coding for delivery. After the invoice is sent and the evaluation is successful, INTERTEK will issue a Documento Unico Certificado (DUC) within 3 working days. For information on customs clearing costs, visit: www.alfandegas.gov.mz/pau_c87.htm."
                },
                {
                    "mini_title": "",
                    "text": "Please consult with a clearing agent before making any estimations regarding import taxes. Note that a 17% VAT (Value Added Tax) is not included in the total customs taxes for imports."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "KZN Clearing & Forwarding Agents: A customs clearing and freight forwarding agency based in South Africa, specializing in motor vehicle imports. They provide services to Mozambique and neighboring countries. Tel: +27 (0)31 205-4163. Website: http://www.kznafrica.co.za. WorldNet Logistics: An international freight forwarding company with over 500 offices worldwide, offering customs clearing, warehousing, distribution, and freight forwarding services. Website: https://www.worldnetlogistics.com. Mozambique Projecto and Freight Forwarding: Offers customs clearances, container handling, port clearances, and freight services to its clients regionally, internationally, and locally. Mozambique Freight Services: Part of Manica Africa Limited, it provides customs and border solutions, sea freight services, port operations, and warehousing and distribution services."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "There are two main ports for vehicle imports in Mozambique: Port Maputo and Port of Durban. Port Maputo: Located in Maputo City, the capital of Mozambique. It is a major revenue-generating harbor situated on the Indian Ocean. The port operates 24 hours a day and has two main areas: the North Channel, 11 meters deep, and other channels leading to the wharves. Maputo is preferred over Durban due to its location within Mozambique, offering convenience and cost-effectiveness. Port of Durban: Situated on the east coast of southern Africa, it can handle over 2 million TEUs per year. The port has an entrance channel 222 meters wide and 19 meters deep. It is the busiest port in South Africa, operating 24/7, although some public holidays may affect its operations."
                },
                {
                    "mini_title": "Useful Information for Importers",
                    "text": "In Mozambique, there are no age restrictions for imported vehicles. However, left-hand drive vehicles are not allowed to be used commercially (e.g., as taxis or for income-generating transport). Popular used Japanese vehicle brands in Mozambique include Toyota, Nissan, Suzuki, and Isuzu."
                }
            ]
        },
        {
            "id": 8,
            "title": "Netherlands Antilles",
            "code": "an",
            "content": [
                {
                    "mini_title": "Information About Car Import into the Netherlands Antilles",
                    "text": "On October 10, 2010, the Netherlands Antilles was dissolved as a political entity, although the constituent islands of Bonaire, Curacao, St. Maarten, Saba, and St. Eustatius remain part of the Kingdom of the Netherlands. As a result, each island sets its own regulation for the import and taxation of vehicles."
                },
                {
                    "mini_title": "Regulations, taxes, and rules for importing cars into the Netherlands Antilles",
                    "text": "St. Maarten, the only duty-free port in the Caribbean, is the most attractive island for import, with no tax on incoming cars. In Curacao, duties of 27 percent are imposed on car imports where the owner has been registered for less than a year. Duty is charged on the CIF value of the car, calculated from its price + insurance + freight cost. Electric vehicles, however, are exempt from duty, while hybrid cars are taxed at 10 percent. The same is true in Bonaire, Saba, and St. Eustatius, which charge 25 percent duty on imported cars, but nothing for low- or zero-emission vehicles."
                },
                {
                    "mini_title": "",
                    "text": "Documents required to import a car include the Vehicle Export Power of Attorney, which authorizes the shipping company to deal with U.S. Customs on behalf of the owner, the Vehicle Declaration Form, Letter of Authorization (LOA), which authorizes the shipper to act as a forwarding agent and to submit Electronic Export Information (EEI), the Hold Harmless Waiver for damaged cars, the Original Title or Manufacturer's Statement of Origin (MSO), and the Bill of Sale for new cars."
                },
                {
                    "mini_title": "Car trends in the Netherlands Antilles",
                    "text": "The islands of the former Netherlands Antilles are primarily a used car market, particularly St. Maarten where there are no restrictions on emissions or fuel economy for the vehicle inspection. Typically, cars are brought down from the States by individual buyers and dealerships and sold at a significant mark-up. Japanese, Korean, U.S., and German car manufacturers have a presence on the island."
                },
                {
                    "mini_title": "",
                    "text": "Curacao is the only island so far to embrace electronic or hybrid cars, but these still make up a tiny percentage of the market. In all islands, gas is relatively cheap, and distances covered are short, so fuel economy is a minor consideration. The harsh climate and poor road conditions mean that Japanese and Korean cars are a popular choice, particularly for taxi fleets."
                },
                {
                    "mini_title": "",
                    "text": "While St. Maarten is saturated with more than 40,000 cars on its 37 square miles, leading to frequent gridlock, Saba and St. Eustatius have barely any traffic, meaning that services are limited. Drivers in need of repairs typically have to order spare parts from the U.S. Japanese cars form the majority of Bonaire's fleet, with Toyota, Mitsubishi, Nissan, and Suzuki representing the majority of vehicles. As in Curacao, duty is not charged as long as the vehicle ownership has been registered for at least a year."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "One of the main agencies serving St. Maarten and the Eastern Caribbean is Crowley Agencies, which handles freight from Port Everglades, Florida. Dammers Group is one of the oldest shipping agents in the southern Caribbean, covering Aruba, Bonaire, and Curacao. Saga Transport handles shipping between St. Maarten and the smaller islands of Saba and St. Eustatius. Caribtrans manages freight between the islands, having taken over from Tropical Shipping. Sea Star Line ships cars from the U.S. to numerous Caribbean islands, offering a Roll on/Roll off service outside Puerto Rico."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Apart from notable exceptions such as Kingston, Jamaica, the Caribbean is still characterized by small-capacity ports with limited infrastructure. The two main shipping ports in the former Netherlands Antilles are Philipsburg, St. Maarten, and Willemstad, Curacao. Philipsburg is a major shipment hub for the Northeast Caribbean, with connections to Saba and St. Eustatius. Curacao is in the southern Caribbean, served by shipping companies from Miami, Cartagena, Colombia, and the Seatrade service from Europe."
                },
                {
                    "mini_title": "",
                    "text": "The ports in Saba and St. Eustatius are both tiny and unable to support container cargo. Cars are delivered first to St. Maarten and transferred by ferry to the islands."
                }
            ]
        },
        {
            "id": 9,
            "title": "Panama",
            "code": "pa",
            "content": [
                {
                    "mini_title": "Information About Car Import into Panama",
                    "text": "New or used cars can be imported into Panama with no restriction. Vehicles are subject to taxes and duties of approximately 27-30% of CIF (Cost, Insurance & Freight) value, depending on the car's value. Diplomats, members of international organizations, persons with Retiree status, and US contractors can import one car free of duties and taxes. Vehicles that are still being paid off cannot be imported, as they legally belong to the finance company. The Transit and Land Transport Authority (ATTT) mandates a certificate of review by an ATTT-appointed workshop for used cars entering Panama."
                },
                {
                    "mini_title": "",
                    "text": "As a general rule, the importation of vehicles requires the intervention of a customs broker. Vehicles imported into Panama can be sold or replaced after two years but cannot be sold for more than the original price."
                },
                {
                    "mini_title": "",
                    "text": "Documents required: Bill of Lading, Air Waybill, or transit letter (must include freight charges), Property Letter, Certificate of Title and Registration (original or copy), Commercial Invoice/Purchase invoice (original), and Certificate of Environmental Control & Pollution Certificate."
                },
                {
                    "mini_title": "Car trends in Panama",
                    "text": "In 2014, 60,304 new vehicles were sold, representing a 7% increase from 2013. Toyota, Hyundai, and KIA topped the sales rankings. The expected growth for the following year was between 2% to 4%. The Automobile Dealers Association of Panama (ADAP) reported an average of 4,745 new vehicle sales per month."
                },
                {
                    "mini_title": "",
                    "text": "Asian brands represented 92.4% of total sales in the top 10 sales ranking, while American brands (Chevrolet and Ford) occupied 7.6%. Luxury cars accounted for 4.7% of the cars sold between January and November 2014, with brands like Jaguar, Cadillac, Lincoln, and Volvo available in the market. Approximately 2,602 luxury cars were sold during this period, according to the National Institute of Statistics and Census."
                },
                {
                    "mini_title": "",
                    "text": "The most sold car models in 2014 were: Toyota Hilux, Toyota Yaris, Hyundai Accent, Kia Rio, Kia Picanto, Toyota RAV4, Hyundai Tucson, Kia Sportage, Hyundai i10, and Honda CR-V."
                },
                {
                    "mini_title": "Importing procedure for Panama",
                    "text": "If it's your first time importing a car into Panama, note the following: The car should be transported in a container, which can be expensive depending on the container size and the shipping country. Customs may take time to assign a value to the vehicle, potentially delaying customs clearance and payment. The recipient must have the legal right to live in Panama. Proof of residency, such as a valid passport, is required for customs clearance."
                },
                {
                    "mini_title": "",
                    "text": "To register the vehicle with the Panamanian authorities, contact the Registro Unico Vehicular. This government department has offices in the Panama City District. You will need proof of importation, proof of ownership, and proof of legal residency. The car must pass an inspection before registration and be inspected annually with valid insurance."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Panama has several ports, but the most important ones for vehicle imports are Cristobal and Balboa."
                },
                {
                    "mini_title": "Port of Cristobal",
                    "text": "Located at the Atlantic entrance of the Panama Canal, the port of Cristobal connects to key maritime routes in the Caribbean and Atlantic Ocean. It has operated for more than 150 years, handling over one million containers. The port offers road access to the Colon Free Zone and includes 3 container berths, 16 hectares of container storage, 11 quay cranes, and 36 RTGs (Rubber Tired Gantry). It is managed by the Panama Ports Company (PPC)."
                },
                {
                    "mini_title": "Port of Balboa",
                    "text": "Situated at the Pacific entrance of the Panama Canal, the port of Balboa was inaugurated in 1909 and was formerly known as Ancon Port. It connects major liner services from the Far East and North America to the west coast of South America, Central America, and the Caribbean. The port handles nearly 3 million containers, providing 30 hectares of storage, 5 container berths, 22 quay cranes, and 51 RTGs."
                }
            ]
        },
        {
            "id": 10,
            "title": "Papua New Guinea",
            "code": "pg",
            "content": [
                {
                    "mini_title": "Information About Car Import into Papua New Guinea",
                    "text": "Used cars imported into Papua New Guinea are shipped to various maritime ports, including Port Moresby, Lae, Alotau, and Kavieng. Unlike many other countries, Papua New Guinea has no age limit on used vehicles, and any used vehicle can be imported. Road Worthiness Inspection is not required for used cars imported to Papua New Guinea."
                },
                {
                    "mini_title": "Import Taxation",
                    "text": "Import Taxation for used cars in Papua New Guinea falls into two categories: personal use vehicles and commercial vehicles. For personal use vehicles with engine capacity under 2700cc, the import duty is 60% and GST is 10%. For vehicles with an engine capacity over 2700cc, the import duty is 110% and GST is 10%. For buses, vans, and passenger vans with seating capacity over 10 (commercial units), the import duty is 10% and GST is 10%. Double Cabs with a seating capacity under 10 seats have an import duty of 40% and GST of 10%. The Original Bill of Landing (OBL) must show chassis & engine numbers, cubic capacity, year of manufacture, brand, and model. Vehicles cannot be sold or disposed of for 15 months after importation."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The required documents for importing a vehicle into Papua New Guinea include: Certificate of Title and Registration (original), Commercial/Purchase Invoice (original), Driver's License & International Insurance Policy, Customs Declaration, and the Original Bill of Landing (OBL)."
                },
                {
                    "mini_title": "Car trends in Papua New Guinea",
                    "text": "In Papua New Guinea, growth in the vehicle industry has been steady in the small passenger car segment, which is the largest category in the market. While the medium and large passenger car segments saw declines last year, the small, medium, and large SUV segments recorded increases. Overall, a slow increase in sales is expected for the year. The used car market has also seen an uptick, with more people importing cars bought online, mainly from Japan. Toyota leads the market with more than a 15% share, followed by Holden at 8%, while Hyundai and Mazda hold smaller market shares."
                },
                {
                    "mini_title": "",
                    "text": "The top five most popular cars in Papua New Guinea include: Nissan Bluebird, Toyota Camry, Toyota Hilux Surf, Toyota Vista, and Nissan Cefiro. Car sales in the Papuan region are relatively low, and significant growth is not anticipated in the near future."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "If you are importing a car into Papua New Guinea for the first time, several online services can assist with the clearance and delivery of your vehicle. One such agency is www.picknbuy24.com, which provides a door-to-door service when you purchase a vehicle. Other companies offering similar services include Inchcape Shipping Services Ltd and Ocean Freight Customs & Logistic Services Limited."
                },
                {
                    "mini_title": "",
                    "text": "Inchcape Shipping Services Ltd is located at Level 5, Mogoru Moto Building, Champion Parade, Port Moresby, PO Box 922, Port Moresby. Contact details: Tel: +675 321 2599, Fax: +675 321 2297, E-mail: port.moresby@iss-shipping.com.pg. Ocean Freight Customs & Logistic Services Limited can be contacted at Tel: +675 736 21330, Fax: +675 729 46807, E-mail: mkobua_ofcls@datec.net.pg."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Papua New Guinea Ports Corporation Limited (PNGPCL) operates 16 large ports, with 14 supporting both foreign and coastal shipping. Lae is the largest port, followed by Port Moresby. Six of these ports are capable of handling significant emergency operations: Buka, Kieta, Lae, Madang, Port Moresby, and Rabaul. The remaining ports serve as intermediate operational hubs with basic but sufficient infrastructure."
                },
                {
                    "mini_title": "Lae Port",
                    "text": "Lae Port is the largest and busiest port in Papua New Guinea, located in the Morobe province. It offers 12,600 square meters of covered storage and 39,000 square meters of open storage, relying on international operators for its organization and operations."
                },
                {
                    "mini_title": "Port Moresby",
                    "text": "Port Moresby is situated on the southeastern coast of Papua New Guinea, overlooking the Fairfax Harbour. It serves as the capital city and commercial center, housing the Parliament House. The port plays a crucial role in the country's maritime trade and transportation."
                }
            ]
        },
        {
            "id": 11,
            "title": "Tanzania",
            "code": "tz",
            "content": [
                {
                    "mini_title": "Information About Car Import into Tanzania",
                    "text": "In Tanzania, there is no limit for how old an imported vehicle can be. However, any vehicle older than 10 years will have higher taxes charged. It is highly recommended to purchase a vehicle less than 10 years old."
                },
                {
                    "mini_title": "Regulations, taxes, and rules for importing cars into Tanzania",
                    "text": "There is an import declaration fee that must be paid. The calculation is FOB price (Free on Board) × 1.12 + $10 USD × number of units. All non-commercial vehicles will also have a VAT (Value Added Tax) of 18% and an import duty tax of 25%. The excise duty tax is determined by the engine capacity of the vehicle."
                },
                {
                    "mini_title": "",
                    "text": "To easily determine the taxes for a certain vehicle to be imported, you can use the calculator at the following link: http://www.tra.go.tz/index.php/calculators-tools."
                },
                {
                    "mini_title": "",
                    "text": "All vehicles imported to Tanzania from Japan must pass an inspection performed by the JAAI (Japan Automobile Appraisal Institute). The JAAI is a non-profit organization supervised by the Japanese government. If a vehicle fails the inspection, repairs must be made to pass and receive the JAAI certificate. Vehicles arriving in Tanzania without a JAAI certificate will incur penalties for the importer or owner."
                },
                {
                    "mini_title": "Car trends in Tanzania",
                    "text": "Importing cars into Tanzania is increasingly popular. Not all roads are paved, so some roads can be rough on cars lower to the ground, especially during the rainy season. Some prefer SUVs for driving on these roads, while others opt for hatchbacks due to their lower fuel cost."
                },
                {
                    "mini_title": "",
                    "text": "Toyota vehicles are the most popular in Tanzania, with models like the Spacio, Rav4, and Land Cruiser being common picks. Many people prefer Toyota because parts are easy to find when issues arise. However, Honda vehicles are gaining popularity, with models like the CR-V and Fit."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Hiring a clearing agent can simplify the import process, especially if you live far from the port city. Clearing agents handle paperwork and assist in obtaining a license number for the vehicle. When your vehicle arrives, the clearing agent will inform you, and you will need to travel to collect it. However, some people prefer to handle everything themselves without using a clearing agent."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The most popular port for importing into Tanzania is the Dar es Salaam Port. It is 2 kilometers in length and has a container berth of 540 meters in length."
                },
                {
                    "mini_title": "",
                    "text": "Those residing in the northern part of Tanzania may choose to use the Port of Mombasa in Kenya, which is 273 kilometers north of Dar es Salaam. The Port of Mombasa is larger, at 3 kilometers in length, and has five containers totaling 964 meters."
                },
                {
                    "mini_title": "Customs",
                    "text": "When you arrive at the port, you need to find the Customs Department to pay the import taxes on the vehicle. If you hire a clearing agent, they will handle all documentation and tax payments for you. The Customs department is open seven days a week, from 7 am to 6 pm, for your convenience."
                }
            ]
        },
        {
            "id": 12,
            "title": "Zambia",
            "code": "zm",
            "content": [
                {
                    "mini_title": "Information About Car Import into Zambia",
                    "text": "When you import a vehicle into Zambia, you will need a JEVIC inspection certificate. This is conducted by an independent company and ensures the vehicle's road-worthiness. The charge for regular cars is $250, while it may be slightly more for large trucks and buses. There is no age limit for vehicles being imported into Zambia."
                },
                {
                    "mini_title": "Regulations, taxes, and rules for importing cars into Zambia",
                    "text": "New vehicles are subject to a duty of 25% of the invoice value plus a 17.3% VAT. The OBL must display the chassis number, engine number, cubic capacity, year of manufacture, brand, and model. Copies of the required documents should be sent to the Destination Agent at least one month before the vehicle's arrival to avoid charges for demurrage and storage."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The required documents for importing a car into Zambia include: Certificate of Title and Registration (original), Commercial/Purchase Invoice (showing date and purchase price), Driver's License & International Insurance Policy, OBL & Non Sale Certificate, Letter of Transfer from the client's employer, and Valuation Certificate."
                },
                {
                    "mini_title": "Car trends in Zambia",
                    "text": "Zambia's car market is one of the smallest in the world, with the new vehicle market led by Toyota, and the Toyota Hilux being the bestselling model. Other brands operating in Zambia include Isuzu, Mitsubishi, Nissan, and Suzuki, while Ford and Chevrolet are imported in very low numbers. The car market primarily relies on imported used vehicles from South Africa, Japan, and the UK."
                },
                {
                    "mini_title": "",
                    "text": "According to the National Center for Statistics, the development of the car industry has not significantly started due to the lack of adequate infrastructure and scarce fuel availability. Only 10% of Zambia's national roadways are paved, covering just 9,000 km."
                },
                {
                    "mini_title": "",
                    "text": "There is no official data source, and used and new vehicle registrations are still unregulated. The majority of imported vehicles are over 20 years old, creating a market for old spare parts distributors. The annual market for new vehicles remains very low, with only 4,124 registered units last year. No significant growth prospects are expected in the near future."
                },
                {
                    "mini_title": "Tips on importing a car from Japan to Zambia",
                    "text": "For a safe purchase when buying online, ensure the payment beneficiary account is a bank account based in Japan, be cautious of extremely cheap cars, and contact the exporter directly. One advantage of buying from Japan is the assurance of quality."
                },
                {
                    "mini_title": "",
                    "text": "To buy a car online, first, choose a car and request an invoice that includes freight charges. The invoice breakdown typically includes: Car cost, Freight charge to Dar es Salaam, Freight insurance, and JEVIC inspection fee."
                },
                {
                    "mini_title": "",
                    "text": "Additional expenses include port facility charges at Dar es Salaam and transportation costs from the port to Zambia. Costs vary depending on the vehicle's size, so it's advisable to consult with clearing agents for specific costs. Delivery time from Japan to Dar es Salaam is about one month, and from Dar es Salaam to Zambia is about two weeks."
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Zambia's only harbor port, Mpulungu town, is situated at the southern tip of Lake Tanganyika. The lake is shared by four countries: Burundi, the Democratic Republic of Congo (D.R.C.), Tanzania, and Zambia."
                },
                {
                    "mini_title": "",
                    "text": "Used cars imported into Zambia are shipped to the maritime port of Durban or Dar es Salaam. Due to low shipping rates to South Africa, Durban is currently the recommended port of delivery."
                },
                {
                    "mini_title": "Port of Durban",
                    "text": "The Port of Durban is South Africa's most important and busiest port, handling over 80 million tons of cargo annually. It is strategically positioned on global shipping routes and located near the central business district. The port has 58 berths operated by more than 20 terminal operators."
                },
                {
                    "mini_title": "Dar es Salaam Port",
                    "text": "Dar es Salaam port is Tanzania's principal port, with a total quay length of about 2,000 meters and eleven deep-water berths. It handles approximately 95% of Tanzania's international trade and serves landlocked countries including Malawi, Zambia, the Democratic Republic of Congo, Burundi, Rwanda, and Uganda."
                }
            ]
        },
        {
            "id": 13,
            "title": "Saint Kitts and Nevis",
            "code": "kn",
            "content": [
                {
                    "mini_title": "Information About Car Import into Saint Kitts and Nevis",
                    "text": "To import a car into Saint Kitts and Nevis, the vehicle must meet the island's regulations. The government imposes duties and taxes on imported vehicles, which are calculated based on the vehicle's CIF (Cost, Insurance, and Freight) value. The tax rate typically ranges between 25% and 40%, depending on the vehicle's age, engine size, and other factors."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Saint Kitts and Nevis",
                    "text": "Vehicles over five years old are generally not allowed for import unless special permission is granted. Importers must obtain an Import Permit from the Ministry of International Trade. Vehicles must also pass an inspection to ensure roadworthiness and compliance with local safety standards before they can be registered for use on the island."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "Required documents for importing a vehicle into Saint Kitts and Nevis include the original Bill of Lading, Commercial Invoice, Certificate of Title, and proof of insurance. The importer must also provide a government-issued identification card or passport."
                },
                {
                    "mini_title": "",
                    "text": "Once the vehicle arrives at the port, the importer must pay customs duties, VAT, and other applicable fees. Importers are encouraged to use a licensed customs broker to handle the clearance process and ensure compliance with local regulations."
                },
                {
                    "mini_title": "Car Trends in Saint Kitts and Nevis",
                    "text": "The car market in Saint Kitts and Nevis primarily consists of imported used vehicles, with Japanese brands such as Toyota, Nissan, and Honda being popular due to their reliability and availability of spare parts. SUVs and compact cars are favored on the island because of the varying road conditions, with some areas having rougher terrain."
                },
                {
                    "mini_title": "",
                    "text": "Newer models with better fuel efficiency are in demand due to the high cost of fuel on the island. Hybrid and electric vehicles are slowly gaining popularity as environmental awareness increases, although they are still less common compared to traditional gasoline-powered cars."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Importers are encouraged to use reliable clearing agencies to handle the import process. Here are some clearing agencies available in Saint Kitts and Nevis:"
                },
                {
                    "mini_title": "TDC Shipping",
                    "text": "TDC Complex, Fort Street, Basseterre, St. Kitts. Tel: +1 869-465-2511. E-mail: info@tdcskn.com"
                },
                {
                    "mini_title": "S.L. Horsford & Co. Ltd.",
                    "text": "Main Street, Basseterre, St. Kitts. Tel: +1 869-465-2616. E-mail: shipping@horsfords.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The main port for vehicle imports in Saint Kitts is the Port Zante in Basseterre. This port handles the majority of cargo shipments, including vehicles. Port clearance and customs procedures are carried out here. Vehicles imported to Nevis are typically processed through the Charlestown Port."
                },
                {
                    "mini_title": "",
                    "text": "Both ports are equipped to handle a variety of shipping services, including containerized cargo. Importers are advised to use reliable shipping companies to ensure the safe and timely arrival of their vehicles."
                }
            ]
        },
        {
            "id": 14,
            "title": "Barbados",
            "code": "bb",
            "content": [
                {
                    "mini_title": "Information About Car Import into Barbados",
                    "text": "To import a car into Barbados, the vehicle must comply with local regulations and standards. Barbados imposes import duties, VAT, and other fees based on the vehicle's value, engine size, and year of manufacture. Vehicles over four years old are generally not allowed unless they are considered classic or vintage cars."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Barbados",
                    "text": "Barbados has strict regulations regarding the importation of motor vehicles. An Import Licence is required for all vehicles, which must be obtained before the vehicle is shipped to Barbados. Import duties, excise taxes, and VAT are charged based on the vehicle's CIF (Cost, Insurance, and Freight) value, engine size, and age. The total tax rate can vary but usually ranges between 45% and 100% of the vehicle's CIF value."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The necessary documents for importing a vehicle into Barbados include the Bill of Lading, Commercial Invoice, Certificate of Title, Import Licence, and proof of insurance. The importer must also provide a government-issued ID or passport. Vehicles must be inspected upon arrival to ensure they meet the roadworthiness and safety standards."
                },
                {
                    "mini_title": "",
                    "text": "Importers are strongly encouraged to use a licensed customs broker to facilitate the importation process. The customs broker will handle all clearance procedures, including the payment of duties and taxes, and ensure compliance with local regulations."
                },
                {
                    "mini_title": "Car Trends in Barbados",
                    "text": "The car market in Barbados primarily consists of imported used vehicles, with a strong preference for Japanese brands such as Toyota, Honda, and Nissan due to their reliability, fuel efficiency, and availability of spare parts. Compact cars and SUVs are popular choices due to the island's road conditions and the high cost of fuel."
                },
                {
                    "mini_title": "",
                    "text": "There is an increasing interest in electric and hybrid vehicles as environmental awareness grows, though these vehicles are still less common. The government offers some incentives for importing environmentally friendly vehicles, making them an appealing option for many consumers."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies in Barbados can assist with the importation process, helping to manage the paperwork, customs clearance, and delivery of the vehicle."
                },
                {
                    "mini_title": "Seawell Freight Services",
                    "text": "Grantley Adams International Airport, Christ Church, Barbados. Tel: +1 246-418-4000. E-mail: seawellfreight@barbados.com"
                },
                {
                    "mini_title": "H & B Customs Brokers",
                    "text": "Wildey Main Road, St. Michael, Barbados. Tel: +1 246-426-2765. E-mail: info@hbcustoms.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The main port for vehicle imports in Barbados is the Bridgetown Port. All vehicle clearance and customs procedures are conducted here. The port is well-equipped to handle various types of cargo, including containerized vehicles."
                },
                {
                    "mini_title": "",
                    "text": "Importers are advised to arrange for a customs broker or shipping agent to assist with the customs clearance process to ensure compliance with all regulations and a smooth import experience."
                }
            ]
        },
        {
            "id": 15,
            "title": "Saint Vincent and the Grenadines",
            "code": "vc",
            "content": [
                {
                    "mini_title": "Information About Car Import into Saint Vincent and the Grenadines",
                    "text": "To import a car into Saint Vincent and the Grenadines, the vehicle must comply with local import regulations. The country imposes import duties, VAT, and other fees based on the vehicle's CIF (Cost, Insurance, and Freight) value, engine size, and age. Typically, vehicles over five years old are not allowed unless they meet certain exceptions."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Saint Vincent and the Grenadines",
                    "text": "An Import Licence from the Ministry of Trade is required for all vehicles, and it must be obtained before shipping the vehicle to Saint Vincent and the Grenadines. Import duties, VAT, and customs fees vary depending on the vehicle's specifications. The total duty can range from 45% to 100% of the vehicle's CIF value, depending on factors such as engine size, type of vehicle, and year of manufacture."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The documents required for importing a vehicle include the Bill of Lading, Commercial Invoice, Certificate of Title, Import Licence, and proof of insurance. The importer must present a government-issued ID or passport. Vehicles must pass an inspection upon arrival to ensure roadworthiness and compliance with safety standards."
                },
                {
                    "mini_title": "",
                    "text": "Importers are advised to use a licensed customs broker to handle the clearance process. The broker will assist with paying taxes, completing paperwork, and ensuring the vehicle meets all regulatory requirements for importation."
                },
                {
                    "mini_title": "Car Trends in Saint Vincent and the Grenadines",
                    "text": "The car market in Saint Vincent and the Grenadines mainly consists of imported used vehicles, with Japanese brands like Toyota, Nissan, and Suzuki being particularly popular due to their durability and availability of spare parts. Compact cars and SUVs are preferred given the island's road conditions and the high cost of fuel."
                },
                {
                    "mini_title": "",
                    "text": "There is a growing interest in fuel-efficient and hybrid vehicles as fuel prices rise. However, traditional gasoline-powered vehicles remain dominant due to their affordability and accessibility in the local market."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies in Saint Vincent and the Grenadines assist with the importation process, including handling paperwork, customs clearance, and vehicle delivery."
                },
                {
                    "mini_title": "Swift Shipping & Customs Services",
                    "text": "Kingstown, Saint Vincent. Tel: +1 784-456-2345. E-mail: swiftshipping@svg.com"
                },
                {
                    "mini_title": "Caribbean Customs Brokers",
                    "text": "Port Kingstown, Saint Vincent. Tel: +1 784-457-8900. E-mail: caribbrokers@svg.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The primary port for vehicle imports in Saint Vincent and the Grenadines is the Port of Kingstown. This port handles the majority of cargo, including vehicle imports. Customs clearance and inspection are conducted here to ensure compliance with import regulations."
                },
                {
                    "mini_title": "",
                    "text": "Importers are encouraged to arrange a customs broker to assist with the importation process, ensuring a smooth clearance and compliance with all necessary regulations."
                }
            ]
        },
        {
            "id": 16,
            "title": "Trinidad and Tobago",
            "code": "tt",
            "content": [
                {
                    "mini_title": "Information About Car Import into Trinidad and Tobago",
                    "text": "Importing a vehicle into Trinidad and Tobago requires compliance with local regulations. Vehicles can be imported either new or used, but they must meet specific age and environmental standards. Generally, used vehicles must not be older than four years, while new vehicles have no age restrictions."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Trinidad and Tobago",
                    "text": "Trinidad and Tobago imposes various taxes and duties on vehicle imports, including import duty, motor vehicle tax, and VAT. The rates depend on factors such as the engine size, type, and age of the vehicle. Import duties can range from 25% to 45% of the vehicle's CIF (Cost, Insurance, and Freight) value. Vehicles with engine sizes exceeding 1999cc attract higher taxes. Additionally, an Environmental Levy is charged on all imported vehicles."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The documents required for importing a vehicle into Trinidad and Tobago include the Bill of Lading, Commercial Invoice, Certificate of Title, Import Licence, and proof of insurance. An Import Licence must be obtained from the Ministry of Trade and Industry before the vehicle's arrival. Additionally, a completed Customs Declaration Form (C82) is needed for customs clearance."
                },
                {
                    "mini_title": "",
                    "text": "All vehicles must undergo an inspection to ensure roadworthiness and compliance with the local environmental standards before they can be registered for use on the island."
                },
                {
                    "mini_title": "Car Trends in Trinidad and Tobago",
                    "text": "The car market in Trinidad and Tobago is diverse, with a preference for Japanese and Korean brands like Toyota, Nissan, Honda, and Hyundai due to their reliability and the availability of spare parts. SUVs, sedans, and compact cars are popular, catering to the varying road conditions on the islands."
                },
                {
                    "mini_title": "",
                    "text": "There is a growing interest in hybrid and electric vehicles, especially with rising fuel costs and increased environmental awareness. However, gasoline-powered vehicles remain the most common due to their affordability and widespread availability."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies operate in Trinidad and Tobago, offering services that include handling paperwork, customs clearance, and vehicle delivery."
                },
                {
                    "mini_title": "Trinidad Shipping & Brokerage",
                    "text": "Port of Spain, Trinidad. Tel: +1 868-623-4567. E-mail: trinidadshipping@tt.com"
                },
                {
                    "mini_title": "Caribbean Customs Services",
                    "text": "San Fernando, Trinidad. Tel: +1 868-657-8901. E-mail: caribcustoms@tt.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The main ports for vehicle imports in Trinidad and Tobago are the Port of Port of Spain and the Port of Scarborough in Tobago. The Port of Port of Spain handles most of the country's commercial cargo, including vehicle imports. Customs clearance and inspection are conducted at these ports."
                },
                {
                    "mini_title": "",
                    "text": "Importers are advised to use a licensed customs broker to facilitate the importation process and ensure compliance with all local regulations."
                }
            ]
        },
        {
            "id": 17,
            "title": "Cayman Islands",
            "code": "ky",
            "content": [
                {
                    "mini_title": "Information About Car Import into the Cayman Islands",
                    "text": "To import a car into the Cayman Islands, you need to get the car to the Port of Miami or Tampa, clear U.S. customs, and book the car onto the next ship sailing to the Cayman Islands. The owner must take all the paperwork to Customs and the Port Authority to pay the import duty, which ranges from 29.5% to 42% depending on the vehicle's value. Additionally, a one-time fee for future car disposal is required."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into the Cayman Islands",
                    "text": "Vehicles imported into the Cayman Islands are subject to various taxes and duties based on their CIF (Cost, Insurance, and Freight) value. The percentage charged depends on the car's value, worked out using the Kelly Blue Book. Import duty rates start at 29.5% and can go up to 42% for vehicles valued over CI$30,000. Additionally, there is an environmental impact fee, which ranges from CI$250 for regular motor vehicles to CI$75 for motorcycles."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The documents required for importing a vehicle into the Cayman Islands include the Bill of Lading, Commercial Invoice, Certificate of Title, and proof of insurance. Additionally, an import permit and a Vehicle Title must be stamped by U.S. Customs before shipping. It is advisable to use a customs broker to handle the clearance process, as the process can be time-consuming and complex."
                },
                {
                    "mini_title": "Shipping Companies",
                    "text": "Cars can be shipped to the Cayman Islands using various shipping companies, including Hyde Shipping, Seaboard Marine, Thompson Line, Deluxe Freight, and Seapack Inc. These companies offer different services and rates, depending on the car's size and shipping requirements."
                },
                {
                    "mini_title": "Car Trends in the Cayman Islands",
                    "text": "The car market in the Cayman Islands is diverse, with a preference for Japanese and American vehicles. Popular brands include Toyota, Honda, Ford, and Hyundai. Due to the island's size and road conditions, compact cars, sedans, and SUVs are common. There is a growing interest in electric and hybrid vehicles, encouraged by environmental awareness and rising fuel costs."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies in the Cayman Islands can assist with the importation process, handling paperwork, customs clearance, and vehicle delivery."
                },
                {
                    "mini_title": "Hyde Shipping",
                    "text": "10025 NW 116th Way, Suite 2, Medley, FL 33178. Tel: (305) 913-4933. Website: www.hydeshipping.com"
                },
                {
                    "mini_title": "Deluxe Freight",
                    "text": "11013 NW 30th Street, Suite 100, Doral, FL 33172. Tel: (305) 513-0156. E-mail: cargo@deluxefreight.com. Website: www.deluxefreight.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The main port for vehicle imports in the Cayman Islands is the Port of George Town. This port handles the majority of cargo, including vehicles. Importers are required to clear their vehicles through Customs at the port and pay all relevant taxes and fees before taking possession of the vehicle."
                },
                {
                    "mini_title": "Port of Cayman Brac",
                    "text": "Port of Cayman Brac also handles vehicle imports, though on a smaller scale compared to the Port of George Town. The facilities at Cayman Brac are equipped to manage various types of cargo, including vehicles."
                }
            ]
        },
        {
            "id": 18,
            "title": "Uganda",
            "code": "ug",
            "content": [
                {
                    "mini_title": "Information About Car Import into Uganda",
                    "text": "Importing a car into Uganda requires adherence to specific regulations. Vehicles older than 15 years are prohibited from importation to align with the country's environmental policies. Vehicles imported into Uganda are subject to various taxes, including import duty, VAT, withholding tax, and an environmental levy."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Uganda",
                    "text": "Uganda imposes an import duty of 25% on the Customs Value (CIF), a Value Added Tax (VAT) of 18%, a withholding tax of 6%, and an environmental levy, which ranges from 20% to 50% of the car's value depending on the age of the vehicle. Cars older than 8 years attract a higher environmental levy. Additionally, imported cars must undergo a roadworthiness inspection by the Uganda National Bureau of Standards (UNBS) before they are allowed entry into the country."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The required documents for importing a car into Uganda include the original Bill of Lading, Commercial Invoice, Certificate of Title, and a Pre-Export Verification of Conformity (PVoC) certificate from the Uganda National Bureau of Standards. Other necessary documents include an import permit, proof of ownership, and proof of insurance."
                },
                {
                    "mini_title": "Car Trends in Uganda",
                    "text": "Uganda's car market primarily consists of used vehicles imported from Japan, the UK, and the UAE. Popular car brands include Toyota, Nissan, and Subaru due to their reliability, availability of spare parts, and fuel efficiency. SUVs and 4x4 vehicles are favored due to Uganda's varied terrain and road conditions. However, compact cars and sedans, like the Toyota Corolla and Subaru Impreza, are also common in urban areas for their fuel economy."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Clearing agents play a vital role in facilitating the importation process in Uganda. They handle customs clearance, documentation, and transportation of vehicles to the final destination within the country."
                },
                {
                    "mini_title": "Speedway Cargo Services",
                    "text": "Located at Nakivubo Place Road, Kampala. Tel: +256 772 407 166. E-mail: info@speedwaycargo.com"
                },
                {
                    "mini_title": "Freight Forwarders Uganda Ltd.",
                    "text": "Address: 5th Street, Industrial Area, Kampala. Tel: +256 414 256 960. E-mail: ffug@freightforwarders.co.ug"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Since Uganda is a landlocked country, it relies on the ports of Mombasa in Kenya and Dar es Salaam in Tanzania for vehicle imports. These ports are connected to Uganda via rail and road networks, facilitating the transportation of imported vehicles to Uganda."
                },
                {
                    "mini_title": "Port of Mombasa",
                    "text": "The Port of Mombasa is Uganda's primary port for car imports. It is located on the eastern coast of Kenya and is equipped with modern facilities to handle containerized cargo efficiently. Vehicles imported through Mombasa are transported to Uganda by road or rail."
                },
                {
                    "mini_title": "Port of Dar es Salaam",
                    "text": "The Port of Dar es Salaam in Tanzania serves as an alternative route for vehicle imports to Uganda. It offers direct connections to Uganda through road and rail networks, providing flexibility for importers depending on the logistics and costs involved."
                }
            ]
        },
        {
            "id": 19,
            "title": "DR_Congo",
            "code": "bi",
            "content": [
                {
                    "mini_title": "Information About Car Import into DR Congo",
                    "text": "Importing cars into the Democratic Republic of Congo (DR Congo) requires compliance with the country's customs regulations. There is no specific age limit for vehicles; however, older vehicles may be subject to higher taxes and duties to discourage the import of older, less environmentally friendly cars."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into DR Congo",
                    "text": "When importing a vehicle into DR Congo, importers must pay several taxes and duties, including an import duty ranging from 8% to 46% of the vehicle's Customs Value (CIF), a Value Added Tax (VAT) of 16%, and other applicable charges such as excise duty. The exact rate depends on factors like the vehicle's age, engine size, and type (e.g., personal car, commercial vehicle). Vehicles must also undergo an inspection for roadworthiness and compliance with DR Congo's safety standards."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The required documents for importing a vehicle into DR Congo include the original Bill of Lading, Commercial Invoice, Certificate of Title, a roadworthiness certificate, and an Import Declaration Form. Other essential documents are a Taxpayer Identification Number (TIN) and proof of insurance. It is recommended to work with a licensed clearing agent to handle the customs clearance process."
                },
                {
                    "mini_title": "Car Trends in DR Congo",
                    "text": "The car market in DR Congo is dominated by used vehicles imported mainly from Japan, Europe, and the Middle East. Popular brands include Toyota, Nissan, and Mitsubishi, known for their durability and the availability of spare parts. Due to DR Congo's diverse and often rugged terrain, 4x4 vehicles and SUVs are highly preferred for their off-road capabilities. In urban areas, smaller, fuel-efficient cars are also common."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Clearing agents are essential for navigating the import process in DR Congo. They assist with customs clearance, documentation, and transportation of vehicles within the country. Here are some notable clearing agencies in DR Congo:"
                },
                {
                    "mini_title": "World Cargo Services",
                    "text": "Address: 123 Avenue des Poids Lourds, Gombe, Kinshasa. Tel: +243 810 123 456. E-mail: info@worldcargoservices.cd"
                },
                {
                    "mini_title": "TransAfrica Logistics",
                    "text": "Address: 45 Boulevard du 30 Juin, Kinshasa. Tel: +243 822 987 654. E-mail: contact@transafricalogistics.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "As a landlocked country, DR Congo relies on the ports of neighboring countries for vehicle imports. The main ports used for importing cars are the Port of Matadi (located within DR Congo) and the ports of Dar es Salaam (Tanzania) and Mombasa (Kenya)."
                },
                {
                    "mini_title": "Port of Matadi",
                    "text": "The Port of Matadi is DR Congo's primary seaport, situated along the Congo River. It is well-equipped to handle cargo, including vehicles, and serves as a key point for imports into the country. Vehicles arriving at the Port of Matadi are then transported by road to other parts of DR Congo."
                },
                {
                    "mini_title": "Ports of Dar es Salaam and Mombasa",
                    "text": "The ports of Dar es Salaam in Tanzania and Mombasa in Kenya serve as vital import routes for vehicles destined for DR Congo. These ports offer modern facilities for cargo handling and are connected to DR Congo via road and rail networks, allowing for the efficient transportation of imported vehicles."
                }
            ]
        },
        {
            "id": 20,
            "title": "Zimbabwe",
            "code": "zw",
            "content": [
                {
                    "mini_title": "Information About Car Import into Zimbabwe",
                    "text": "Importing cars into Zimbabwe is common due to the limited availability of affordable new vehicles within the country. Zimbabwe allows the importation of both new and used vehicles, though restrictions apply concerning the vehicle's age and roadworthiness."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Zimbabwe",
                    "text": "Zimbabwe enforces an age limit on imported vehicles, prohibiting cars older than 10 years from importation, with some exceptions for specialized vehicles. Import duties in Zimbabwe include customs duty, surtax, and Value Added Tax (VAT). The total payable is typically around 96% of the vehicle's CIF (Cost, Insurance, and Freight) value. Surtax applies to vehicles older than five years at a rate of 35% of the vehicle's value."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The required documents for importing a car into Zimbabwe include the original Bill of Lading, Commercial Invoice, Certificate of Title, and an import license. Additional documentation includes a roadworthiness certificate (if applicable) and proof of payment for customs duties. It is advisable to use a licensed clearing agent to handle the import process and ensure compliance with all regulations."
                },
                {
                    "mini_title": "Car Trends in Zimbabwe",
                    "text": "The Zimbabwean car market is largely dominated by used vehicles, with Japanese brands like Toyota, Honda, and Nissan being particularly popular due to their reliability and the ease of sourcing spare parts. Sedans, SUVs, and pickup trucks are among the most favored types of vehicles due to Zimbabwe's varied road conditions. Recently, there has been an increasing interest in fuel-efficient and compact cars, especially in urban areas."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Clearing agencies play a crucial role in the vehicle importation process, assisting with customs clearance, documentation, and the transportation of vehicles within Zimbabwe. Below are some notable clearing agencies in the country:"
                },
                {
                    "mini_title": "ZimClears",
                    "text": "Address: 45 Samora Machel Avenue, Harare. Tel: +263 242 700123. E-mail: info@zimclears.co.zw"
                },
                {
                    "mini_title": "TransGlobal Logistics",
                    "text": "Address: 12 Chinhoyi Street, Harare. Tel: +263 242 756890. E-mail: contact@transglobal.co.zw"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Since Zimbabwe is a landlocked country, it relies on the ports of neighboring countries for vehicle imports. The primary ports used include the Port of Durban in South Africa and the Port of Beira in Mozambique."
                },
                {
                    "mini_title": "Port of Durban",
                    "text": "The Port of Durban in South Africa is one of the busiest ports in Africa, serving as a key import hub for Zimbabwe. Vehicles are shipped to Durban and then transported to Zimbabwe via road or rail, passing through border posts such as Beitbridge."
                },
                {
                    "mini_title": "Port of Beira",
                    "text": "The Port of Beira in Mozambique is another crucial port for Zimbabwe's imports. It offers a shorter transit route for vehicles destined for Zimbabwe's eastern regions. The port is connected to Zimbabwe through the Beira Corridor, facilitating efficient cargo transport."
                }
            ]
        },
        {
            "id": 21,
            "title": "Burundi",
            "code": "bi",
            "content": [
                {
                    "mini_title": "Information About Car Import into Burundi",
                    "text": "Car importation into Burundi is quite common, as the country relies heavily on imported vehicles due to limited local manufacturing. Both new and used cars can be imported into Burundi, though it is recommended to import vehicles that are in good condition and meet the country's roadworthiness standards."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Burundi",
                    "text": "There is no strict age limit on vehicle imports in Burundi; however, importing newer models is generally encouraged due to their better compliance with road safety standards. Import duties include customs duty, which is around 30% of the vehicle's CIF (Cost, Insurance, and Freight) value, and VAT at 18%. Additionally, there may be an environmental tax depending on the vehicle's engine size and emissions. It is advisable to work with a licensed customs broker to manage the clearance process."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "To import a car into Burundi, the required documents include the original Bill of Lading, Commercial Invoice, Certificate of Title, and an Import Declaration Form. Proof of vehicle inspection from the country of origin may also be required. For vehicles imported via neighboring countries, transit documents and clearance certificates are necessary."
                },
                {
                    "mini_title": "Car Trends in Burundi",
                    "text": "Burundi's car market is dominated by used vehicles, particularly those from Japan. Brands such as Toyota, Nissan, and Mitsubishi are popular due to their reliability and the availability of spare parts. SUVs, pickup trucks, and compact cars are commonly seen, as they are suited to the country's varying road conditions. Recently, there has been an increased interest in fuel-efficient and durable vehicles due to the high cost of fuel in the country."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies in Burundi assist with vehicle importation, offering services such as customs clearance, documentation handling, and transportation within the country. Below are some of the key clearing agencies operating in Burundi:"
                },
                {
                    "mini_title": "Burundi Freight Services",
                    "text": "Address: Boulevard du 28 Novembre, Bujumbura. Tel: +257 22 123456. E-mail: info@burundifreight.bi"
                },
                {
                    "mini_title": "East Africa Cargo Handling",
                    "text": "Address: Avenue de l'Amitié, Bujumbura. Tel: +257 22 654321. E-mail: contact@eacargobi.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "As a landlocked country, Burundi relies on the ports of neighboring countries for importing vehicles. The primary ports used for vehicle imports are the Port of Dar es Salaam in Tanzania and the Port of Mombasa in Kenya."
                },
                {
                    "mini_title": "Port of Dar es Salaam",
                    "text": "The Port of Dar es Salaam in Tanzania is a key entry point for vehicles destined for Burundi. Once vehicles arrive at the port, they are transported by road to Burundi via the Central Corridor, passing through the Tanzania-Burundi border at Kobero."
                },
                {
                    "mini_title": "Port of Mombasa",
                    "text": "The Port of Mombasa in Kenya serves as another important hub for vehicle imports into Burundi. Vehicles are transported from Mombasa to Burundi overland, passing through Kenya, Uganda, and Rwanda before entering Burundi."
                }
            ]
        },
        {
            "id": 22,
            "title": "Malawi",
            "code": "mw",
            "content": [
                {
                    "mini_title": "Information About Car Import into Malawi",
                    "text": "Car imports into Malawi are fairly common, with the country relying on both new and used vehicles from various regions. Most vehicles imported into Malawi come from Japan, the UK, and South Africa. Importing vehicles that are in good condition and comply with local standards is highly recommended."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Malawi",
                    "text": "Malawi allows the importation of vehicles of various ages; however, vehicles older than 8 years from the date of manufacture may incur higher taxes. Import duties are calculated based on the CIF (Cost, Insurance, and Freight) value of the vehicle. Import duty generally ranges between 25% to 35%, plus an excise duty depending on the engine size. Additionally, a VAT of 16.5% is charged. It is recommended to use a licensed clearing agent for the importation process to ensure compliance with all regulations."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The documents required for importing a car into Malawi include the original Bill of Lading, Commercial Invoice, Certificate of Title, and the Import Permit. The vehicle's original registration documents, roadworthiness certificate, and proof of insurance are also necessary. For vehicles transiting through neighboring countries, transit documents and clearance certificates are required."
                },
                {
                    "mini_title": "Car Trends in Malawi",
                    "text": "The car market in Malawi primarily consists of used vehicles, with Japanese brands such as Toyota, Nissan, and Honda being the most popular due to their reliability and the availability of spare parts. Sedans, SUVs, and compact cars are common choices among Malawian drivers. There is a growing interest in fuel-efficient and durable vehicles, especially given the relatively high cost of fuel in the country."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies in Malawi assist with the importation process, including customs clearance, documentation handling, and inland transportation. Importers are encouraged to use these services to streamline the import process and avoid delays at the border."
                },
                {
                    "mini_title": "Malawi Cargo and Clearing Company",
                    "text": "Address: Haile Selassie Road, Blantyre. Tel: +265 1 871 234. E-mail: info@malawicargo.mw"
                },
                {
                    "mini_title": "Prime Freight Services",
                    "text": "Address: Victoria Avenue, Lilongwe. Tel: +265 1 773 456. E-mail: support@primefreight.mw"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "Malawi is a landlocked country and relies on ports in neighboring countries for importing vehicles. The primary ports used for vehicle imports into Malawi are the Port of Dar es Salaam in Tanzania and the Port of Beira in Mozambique."
                },
                {
                    "mini_title": "Port of Dar es Salaam",
                    "text": "The Port of Dar es Salaam is a key entry point for vehicles destined for Malawi. Vehicles are transported overland from the port to Malawi via the TANZAM (Tanzania-Zambia) highway, entering Malawi through the Songwe border."
                },
                {
                    "mini_title": "Port of Beira",
                    "text": "The Port of Beira in Mozambique also serves as a significant hub for vehicle imports into Malawi. Vehicles are transported from Beira to Malawi by road, passing through the Mozambique-Malawi border at Mwanza."
                }
            ]
        },
        {
            "id": 23,
            "title": "Grenada",
            "code": "gd",
            "content": [
                {
                    "mini_title": "Information About Car Import into Grenada",
                    "text": "Grenada allows the importation of both new and used vehicles. However, vehicles imported into the country must be less than 10 years old. Importing vehicles in good condition that comply with Grenadian road standards is highly recommended."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Grenada",
                    "text": "In Grenada, vehicles older than 10 years are not allowed for import. The import duty for cars is calculated based on the CIF (Cost, Insurance, and Freight) value. Generally, the import duty ranges from 10% to 40%, depending on the type and engine size of the vehicle. Additionally, a Value Added Tax (VAT) of 15% and an environmental levy are applied. It is advisable to hire a licensed customs broker to ensure the smooth clearance of your vehicle and compliance with local regulations."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "The documents required for importing a car into Grenada include the original Bill of Lading, Commercial Invoice, Certificate of Title, Import Permit, and proof of insurance. Additionally, the original vehicle registration documents and an inspection certificate confirming roadworthiness are necessary for the vehicle to be registered locally."
                },
                {
                    "mini_title": "Car Trends in Grenada",
                    "text": "The car market in Grenada mainly consists of imported used vehicles. Japanese brands like Toyota, Nissan, and Suzuki are popular due to their reliability and availability of spare parts. Many Grenadians prefer compact cars and SUVs, considering the island's varied road conditions. With the rising cost of fuel, there is also a growing demand for fuel-efficient vehicles."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Several clearing agencies in Grenada can assist with the importation process, handling customs clearance, documentation, and inland transport. Importers are advised to use these services for a hassle-free importation experience."
                },
                {
                    "mini_title": "Geo. F. Huggins & Co. (Grenada) Ltd.",
                    "text": "Address: Carenage, St. George's, Grenada. Tel: +1 473-440-2451. E-mail: info@huggins.gd"
                },
                {
                    "mini_title": "Jonas Browne & Hubbard Ltd.",
                    "text": "Address: Lagoon Road, St. George's, Grenada. Tel: +1 473-440-2087. E-mail: shipping@hubbardgrenada.com"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The main port for vehicle imports in Grenada is the St. George's Port. This port handles the majority of cargo shipments, including vehicle imports. Customs and port clearance are completed here for vehicles entering Grenada."
                },
                {
                    "mini_title": "St. George's Port",
                    "text": "Located in the capital city, St. George's Port is equipped to handle various shipping services, including containerized cargo. Importers are encouraged to use reliable shipping companies to ensure the safe and timely arrival of their vehicles."
                }
            ]
        },
        {
            "id": 24,
            "title": "Saint Lucia",
            "code": "lc",
            "content": [
                {
                    "mini_title": "Information About Car Import into Saint Lucia",
                    "text": "Saint Lucia permits the importation of both new and used vehicles. However, imported vehicles must be less than four years old, and imported tires must also be within four years of their manufacture date. Vehicles that do not meet these criteria will not be allowed entry into the country."
                },
                {
                    "mini_title": "Regulations, Taxes, and Rules for Importing Cars into Saint Lucia",
                    "text": "The government imposes duties and taxes on imported vehicles, which are calculated based on the vehicle's CIF (Cost, Insurance, and Freight) value. The import duty typically ranges from 20% to 40%, depending on the vehicle's engine size and type. In addition, a Value Added Tax (VAT) of 12.5% and an environmental levy are applied. It is important to hire a licensed customs broker to manage the import process and ensure compliance with Saint Lucia’s regulations."
                },
                {
                    "mini_title": "Required Documents",
                    "text": "To import a vehicle into Saint Lucia, the importer must provide the original Bill of Lading, Commercial Invoice, Certificate of Title, Import Permit, and proof of insurance. Additionally, the importer must present a certificate confirming the roadworthiness of the vehicle and documentation verifying that the tires meet the 'within 4 years' rule."
                },
                {
                    "mini_title": "Car Trends in Saint Lucia",
                    "text": "The car market in Saint Lucia primarily consists of imported used vehicles, with Japanese brands such as Toyota, Nissan, and Suzuki being popular due to their reliability and the availability of spare parts. SUVs and small, fuel-efficient cars are in high demand, considering the island's varying road conditions and the increasing cost of fuel."
                },
                {
                    "mini_title": "Clearing Agencies",
                    "text": "Numerous clearing agencies in Saint Lucia can assist with the vehicle importation process. They handle customs clearance, documentation, and inland transport to ensure a smooth and hassle-free importation experience."
                },
                {
                    "mini_title": "Harris Clearing & Forwarding Co. Ltd.",
                    "text": "Address: La Clery, Castries, Saint Lucia. Tel: +1 758-452-2071. E-mail: info@harrisclearing.com"
                },
                {
                    "mini_title": "M&C Shipping Ltd.",
                    "text": "Address: Bridge Street, Castries, Saint Lucia. Tel: +1 758-452-2757. E-mail: shipping@mcshipping.lc"
                },
                {
                    "mini_title": "Local Ports",
                    "text": "The main port for vehicle imports in Saint Lucia is the Castries Seaport. It is well-equipped to handle the majority of cargo shipments, including vehicles. Importers must complete port and customs clearance processes here before collecting their vehicles."
                },
                {
                    "mini_title": "Castries Seaport",
                    "text": "Located in the capital city, the Castries Seaport facilitates the importation of vehicles into Saint Lucia. It offers container handling and various shipping services to ensure the safe arrival of imported cars."
                }
            ]
        }
    ]
}